1password
1password-cli
aerospace
bruno
cap
claude
claude-code
cursor
discord
docker-desktop
duckduckgo
figma
font-iosevka-nerd-font
font-iosevka-term-nerd-font
ghostty
google-chrome
notion
raycast
signal
slack
telegram
zen
zen-browser
zen-browser@twilight
zen@twilight
zoom
