tap "grafana/grafana"
brew "coredns"
brew "coreutils"
brew "crane"
brew "docker-credential-helper"
brew "tesseract"
brew "ffmpeg"
brew "gh"
brew "git"
brew "grep"
brew "helix"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "lazysql"
brew "make"
brew "mise"
brew "mkcert"
brew "node"
brew "opentofu"
brew "pdfcpu"
brew "podman"
brew "poppler"
brew "shellcheck"
brew "shfmt"
brew "starship"
brew "tesseract-lang"
brew "tldr"
brew "uutils-diffutils"
brew "uutils-findutils"
brew "uv"
brew "yq"
brew "zsh"
brew "grafana/grafana/alloy"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "docker-desktop"
cask "duckduckgo"
cask "firefox"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-sf-mono-nerd-font-ligaturized"
cask "gcloud-cli"
cask "ghostty"
cask "raycast"
cask "zed"
cask "zen"
