tap "bufbuild/buf"
tap "grafana/grafana"
tap "nikitabobko/tap"
tap "ory/tap"
tap "spacelift-io/spacelift"
brew "webp"
brew "python@3.13"
brew "buf"
brew "coredns"
brew "coreutils"
brew "crane"
brew "curl"
brew "docker-credential-helper"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "golangci-lint"
brew "grep"
brew "hadolint"
brew "helix"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "lazysql"
brew "make"
brew "mise"
brew "mkcert"
brew "node"
brew "opa"
brew "openapi-generator"
brew "opentofu"
brew "pandoc"
brew "parallel"
brew "pdfcpu"
brew "podman"
brew "poppler"
brew "shellcheck"
brew "shfmt"
brew "skopeo"
brew "starship"
brew "tesseract-lang"
brew "texlive"
brew "tldr"
brew "uutils-coreutils", link: false
brew "uutils-diffutils"
brew "uutils-findutils"
brew "uv"
brew "yq"
brew "zsh"
brew "grafana/grafana/alloy"
brew "ory/tap/kratos"
brew "ory/tap/oathkeeper"
brew "spacelift-io/spacelift/spacectl"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "alacritty"
cask "cap"
cask "claude-code"
cask "discord"
cask "docker-desktop"
cask "duckduckgo"
cask "figma"
cask "firefox"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-sf-mono-nerd-font-ligaturized"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "notion"
cask "raycast"
cask "signal"
cask "slack"
cask "telegram"
cask "zed"
cask "zen"
