tap "ejoffe/tap"
tap "ory/tap"
tap "spacelift-io/spacelift"
tap "warrensbox/tap"
brew "ca-certificates"
brew "webp"
brew "azure-cli"
brew "buf"
brew "coreutils"
brew "crane"
brew "earthly"
brew "fzf"
brew "forgit"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "go-task"
brew "golangci-lint"
brew "grpcui"
brew "hadolint"
brew "libheif"
brew "jq"
brew "just"
brew "lazydocker"
brew "lazygit"
brew "lazysql"
brew "libfuse@2"
brew "make"
brew "mtr"
brew "neovim"
brew "net-tools"
brew "node"
brew "opa"
brew "openssh"
brew "opentofu"
brew "pandoc"
brew "pipx"
brew "pyenv"
brew "skaffold"
brew "speedtest-cli"
brew "sqlc"
brew "tcl-tk"
brew "terraform-docs"
brew "texlive"
brew "uutils-coreutils"
brew "uv"
brew "xclip"
brew "yq"
brew "zellij"
brew "zenith"
brew "zsh"
brew "zsh-history-substring-search"
brew "ejoffe/tap/spr"
brew "spacelift-io/spacelift/spacectl"
brew "warrensbox/tap/tfswitch"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-sf-mono-nerd-font-ligaturized"
go "golang.org/x/tools/cmd/goimports"
go "golang.org/x/tools/gopls"
go "go.uber.org/mock/mockgen"
go "github.com/sqlc-dev/sqlc/cmd/sqlc"
go "honnef.co/go/tools/cmd/staticcheck"
